tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "fish"
brew "git"
brew "git-lfs"
brew "git-crypt"
brew "gnupg"
brew "go"
brew "htop"
brew "latexindent"
brew "n"
brew "neovim"
brew "rclone"
brew "rename"
brew "tectonic"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "woff2"
brew "kubectx"
brew "kubernetes-cli"
brew "bat"

cask "appcleaner"
cask "balenaetcher"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "google-cloud-sdk"
cask "mark-text"
cask "sloth"
cask "keka"
cask "iterm2"
cask "bitwarden"
cask "spotify"
cask "vlc"
cask "transmission"
cask "slack"
cask "notion"
cask "signal"
cask "visual-studio-code"
cask "docker"
cask "handbrake"
cask "firefox"
cask "knockknock"
cask "lulu"
cask "mediahuman-audio-converter"
cask "obs"
cask "postman"
cask "bettertouchtool"
cask "affinity-photo"
cask "affinity-designer"
cask "affinity-publisher"
cask "macfuse"
cask "figma"
cask "keycastr"
cask "veracrypt"
cask "suspicious-package"
cask "mullvadvpn"
