brew "fish"
brew "git"
brew "git-lfs"
brew "git-crypt"
brew "gnupg"
brew "htop"
brew "neovim"
brew "rclone"
brew "rename"
brew "tmux"
brew "tree"
brew "wget"
brew "woff2"
brew "kubectx"
brew "kubernetes-cli"
brew "bat"
brew "rsync"
brew "oh-my-posh"
brew "direnv"
brew "ripgrep"
brew "fnm"

# Fonts
cask "font-jetbrains-mono-nerd-font"

# Utility
cask "aldente"
cask "alt-tab"
cask "keka"
cask "knockknock"
cask "lulu"
cask "kap"
cask "keycastr"
cask "raycast"
cask "kitty"

# Dev
cask "docker"
cask "sloth"
cask "vscodium"
cask "httpie"

# Apps
cask "arc"
cask "bitwarden"
cask "spotify"
cask "vlc"
cask "slack"
cask "yubico-authenticator"
cask "suspicious-package"
cask "mediahuman-audio-converter"
cask "imageoptim"
cask "appcleaner"
