tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jandedobbeleer/oh-my-posh"

brew "fish"
brew "git"
brew "git-lfs"
brew "git-crypt"
brew "gnupg"
brew "go"
brew "htop"
brew "latexindent"
brew "neovim"
brew "rclone"
brew "rename"
brew "tectonic"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "woff2"
brew "kubectx"
brew "kubernetes-cli"
brew "bat"
brew "rsync"
brew "oh-my-posh"
brew "fnm"
brew "direnv"
brew "ripgrep"

# Fonts
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"

# Utility
cask "aldente"
cask "alt-tab"
cask "macfuse"
cask "keka"
cask "knockknock"
cask "lulu"
cask "bettertouchtool"
cask "kap"
cask "keycastr"

# Dev
cask "docker"
cask "iterm2"
cask "sloth"
cask "visual-studio-code"
cask "vscodium"
cask "postman"
cask "httpie"

# Apps
cask "arc"
cask "mark-text"
cask "bitwarden"
cask "spotify"
cask "vlc"
cask "transmission"
cask "slack"
cask "signal"
cask "obs"
cask "yubico-authenticator"
cask "suspicious-package"
cask "veracrypt"
cask "mediahuman-audio-converter"
cask "handbrake"
cask "imageoptim"
cask "appcleaner"
cask "balenaetcher"
